Repository: pixelink/px_cleverreach
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_pxcleverreach_domain_model_newsletter.title
source: Title
de: Titel

# tx_pxcleverreach_domain_model_newsletter.subject
source: Subject
de: Betreff

# tx_pxcleverreach_domain_model_newsletter.group_id
source: Group Id
de: Versandgruppe

# tx_pxcleverreach_domain_model_newsletter.group_name
source: Group Name
de: Gruppenname

# tx_pxcleverreach_domain_model_newsletter.crdate
source: Date
de: Datum

# pixelinknewsletter_newsletter.list_header
source: Show newsletters
de: Newsletter anzeigen

# tx_pxcleverreach_domain_model_newsletter.show
source: Show
de: Anzeigen

# tx_pxcleverreach_domain_model_newsletter.new
source: Create new newsletter
de: Neuen Newsletter erstellen

# tx_pxcleverreach_domain_model_newsletter.create
source: Create new newsletter
de: Newsletter anlegen

# tx_pxcleverreach_domain_model_newsletter.group_id_empty
source: Please choose
de: Bitte w√§hlen

# newNewsletter.title
source: Title
de: Titel

# newNewsletter.subject
source: Subject
de: Betreff

# newNewsletter.groupId
source: Group ID
de: Versandgruppe

# pixelinknewsletter_newsletter.api_error
source: An error occured with the api connection:
de: Es ist ein Fehler mit der API-Verbindung aufgetreten:

# pixelinknewsletter_newsletter.newsletter_created
source: Your newsletter was created in your Cleverreach Account, but not sent. The delivery of the newsletter has to be started manually.
de: Ihr Newsletter wurde im CleverReach Account erzeugt, jedoch noch nicht versandt. Der Versand muss im CleverReach Account manuell gestartet werden.

# pixelinknewsletter_newsletter.newsletter_created_header
source: Newsletter created
de: Newsletter erzeugt

# pixelinknewsletter_newsletter.newsletter_not_created
source: Your newsletter could not be created because an error occured.
de: Es ist ein Fehler aufgetreten. Ihr Newsletter konnte nicht erzeugt werden.

# pixelinknewsletter_newsletter.newsletter_detail_link
source: Click <a href="%s" target="_blank">here</a> to show your newsletter in cleverreach.
de: Klicken Sie <a href="%s" target="_blank">hier</a> um den Newsletter im Cleverreach anzuzeigen.
